[{"title":"The title of this story is \u002260 Seconds.\u0022","body":"As the metal door clanged shut, the sound of the crowd outside echoed through the small room. Elon Musk stood in front of me, a satisfied smirk on his face. He had won, and I had lost.\n\nI was strapped into a spacesuit, and my oxygen levels were quickly dwindling. In front of me was a large window, and beyond that, the infinite blackness of space. Musk was right, the crowd was cheering. I could see their tiny figures in the distance, a blur of movement against the background of the earth.\n\nAnd then I was moving, the car slowly creeping forward until it reached the edge of the launchpad. I was weightless for a moment as the car left the ground, and then I was pressed back into my seat by the G-forces.\n\nThe earth was getting smaller and smaller, until it was nothing more than a blue dot in the distance. And then even that was gone, and I was alone in the vastness of space.\n\nThe radio crackled to life, Musk\u0027s voice cutting through the static. \u0022Enjoy your eternity, Mr Bond.\u0022"},{"title":"The New world","body":"You awake to a world of darkness. It has been two years since The Great Blinding occurred, and you have lost all hope of ever regaining your sight. Suddenly, without warning, your sight returns. You look around, trying to make sense of what has happened, and you realize that every available wall, floor and surface has been painted with the same message - \u0022Don\u0027t Tell Them You Can See.\u0022 At first, you are confused, but then you realize that the world has changed since The Great Blinding. The people who can see are now the outcasts, the ones who are not to be trusted. You must keep your ability to see a secret if you want to survive in this new world."},{"title":"The Big Screen","body":"When I died, I appeared in a cinema with a number of other people who looked like me. We found out that we were our previous reincarnations, and soon we all began watching our next life on the big screen. It was strange to see myself from a third-person perspective, but it was also interesting to see how my life could have been different. I could see all the mistakes I made and how they led me to my current situation. It was a lot to take in, but it was also strangely comforting to know that everything happens for a reason."},{"title":"The title of this story is \u00223 AM\u0022.","body":"I can\u0027t believe it\u0027s 3 AM already. I was just about to fall asleep when my phone went off. I thought it was just another notification, but then I saw the alert. It said \u0022DO NOT LOOK AT THE MOON\u0022. I have no idea what that means, but I\u0027m not about to look outside to find out. I have hundreds of notifications from random numbers that say \u0022It\u0027s a beautiful night tonight. Look outside.\u0022 I\u0027m not sure what\u0027s going on, but I\u0027m not going to take any chances. I\u0027m going to stay inside where it\u0027s safe."},{"title":"Sitting, Waiting, Hoping","body":"You\u0027re sitting at a table in a fancy restaurant, waiting for your date to arrive. You hired a female prostitute to pretend to be your colleague from the bank, and you\u0027re hoping to get some good dirt on your boss by eavesdropping on their conversation.\n\nSuddenly, you see your date walking in with a handsome man. You realize with a start that you hired a male prostitute by mistake. Oh well, you think, this could be interesting too.\n\nYou sit at a table next to theirs and listen to their conversation. They\u0027re discussing their recent experiences with clients, and it\u0027s clear that they\u0027re both very good at their jobs. You can\u0027t help but feel a little turned on by the things they\u0027re saying.\n\nAfter a while, you can\u0027t take it anymore. You get up, walk over to their table, and introduce yourself. You tell them that you\u0027re interested in hiring both of them for a private session. They agree, and you head back to your table to finish your drink.\n\nYou can\u0027t believe what a lucky mistake you made. You not only got some good dirt on your boss, but you also got to listen in on a hot conversation and ended up hiring two prostitutes for a private session. You can\u0027t wait to see what happens next."},{"title":"The title of this story could be \u0022Ninjas: Why Japan\u0027s Suck.\u0022","body":"Every country has ninjas, but the world only knows about Japan\u0027s because theirs suck. The other ninjas are so much better at hiding that no one ever knows they\u0027re there. They\u0027re the ones who stop wars before they start and take out the world\u0027s most dangerous criminals. But because Japan\u0027s ninjas are so bad, no one takes them seriously. That\u0027s why the other ninjas have to do all the heavy lifting."},{"title":"The Last Magic Users","body":"Humans once wielded formidable magical power, but with over 7 billion of us on the planet, Mana has now spread too thinly to have any effect. However, when hostile aliens reduce humanity to a mere fraction, the survivors discover that an old power has begun to reawaken once again. With this newfound power, they are able to repel the aliens and save humanity."},{"title":"The Unexpected Love","body":"Ever since she was a little girl, she had always been told that her true love would find her when she least expected it. She had always envisioned her wedding day, and the handsome man who would sweep her off her feet. As she grew older, she began to date, but it never seemed to work out. The guys she dated were always either too clingy, too aloof, or just plain boring. She was beginning to lose hope that she would ever find her true love.\n\nOne day, she went on a blind date with a guy who was recommended to her by a friend. He was everything she had ever wanted in a man; he was handsome, charming, and funny. They hit it off immediately, and she was sure that she had finally found her true love.\n\nHowever, after a few months of dating, she began to notice that he was acting strange. He would often disappear for hours at a time, and she was never quite sure where he was. She began to suspect that he was seeing other women, but she couldn\u0027t be sure.\n\nOne day, she confronted him about her suspicions, and he finally admitted that he was seeing other women. She was heartbroken, and she ended their relationship.\n\nA few weeks later, she ran into him on the street. He told her that he had been trying to break up with her for months, but he just couldn\u0027t do it. He said that he loved her, but he wasn\u0027t ready for a serious relationship.\n\nShe was confused, and she asked him why he had been dating her if he didn\u0027t want a serious relationship. He told her that he had been trying to figure that out himself.\n\nShe realized then that she had been dating the same guy over and over; a shapeshifter who was unsure of his true form, but was certain that he loved her."},{"title":"\u0022Lillianna had always been a light sleeper\u0022","body":"Lillianna had always been a light sleeper. She would often wake up in the middle of the night, thinking she heard a noise or feeling like she needed to use the restroom. But no matter how many times she checked, there was never anything there. As she got older, Lillianna began to realize that the noises and feelings were all just part of the human experience. We are constantly bombarded with stimuli, both internally and externally, that our minds can\u0027t always process. So, in order to protect us from overload, our mind sends us into a deep sleep each night. In this dream state, our mind sorts through all of the information we\u0027ve taken in and prepares us for the next day.\n\nHowever, there is one dream that is different from all the others. This dream is the moment of our death. As our life flashes before our eyes, we are really just waking up from all of the previous dreams. One by one, we relive each moment, good and bad, until we finally come to the end. And then, we wake up for the last time."},{"title":"My Special Gift","body":"I was born with a special gift. Whenever I speak, people hear me speaking in their native language. Most people are surprised and delighted. The cashier at McDonalds I\u0027ve just talked to is horrified. \u0022Nobody\u0027s spoken that language in thousands of years.\u0022"}]